sdaiRenameSchemaInstance(Sdai_instS*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*)
\details
Renames a specified schema instance.
\param schemaInst [in] A schema instance to be renamed.
\param schemaInstName [in] A new name of the schema instance.